min_element = -100        # минимальное значение элементов массива при его автоматическом заполнении
max_element = 100         # максимальное значение элементов массива при его автоматическом заполнении
int_inpt_err_msg = "Ошибка: введите целое числовое значение"
pint_inpt_err_msg = "Ошибка: введите натуральное числовое значение"
uint_inpt_err_msg = "Ошибка: введите неотрицальное целое числовое значение"

green_start = "\033[32m"  # зеленый цвет шрифта
green_end = "\033[0m"     # сброс цвета шрифта

separator = ' ' * 3       # разделитель
